{
  "<s>": 0,
  "accumulation": 622,
  "motor": 865,
  "specialized": 412,
  "attracting": 643,
  "relativity,": 946,
  "precise": 383,
  "visible": 1046,
  "spiders": 973,
  "portions": 1169,
  "sequences": 406,
  "This": 29,
  "air,": 157,
  "<unk>": 3,
  "functioning,": 781,
  "frequency": 120,
  "sense": 405,
  "its": 59,
  "implants": 347,
  "</s>": 1,
  "<blank>": 2,
  "digital": 721,
  "sensor": 958,
  "clouds.": 470,
  "that": 13,
  "a": 7,
  "system": 105,
  "Explain": 24,
  "refracting": 1178,
  "the": 4,
  "of": 5,
  "phenomena.": 907,
  "white": 239,
  "an": 27,
  "adhere": 461,
  "and": 6,
  "information": 811,
  "flow": 174,
  "other": 47,
  "osmosis?": 1163,
  "energy": 22,
  "biochemical": 280,
  "Cas9": 242,
  "atmosphere": 142,
  "is": 8,
  "in": 9,
  "particles": 37,
  "all": 158,
  "or": 12,
  "to": 10,
  "kinetic": 825,
  "leads": 126,
  "do": 19,
  "Sonar": 610,
  "large": 215,
  "by": 11,
  "locality": 837,
  "How": 14,
  "are": 25,
  "work?": 49,
  "stronger": 986,
  "as": 41,
  "heat,": 497,
  "Thunderstorms": 459,
  "light.": 355,
  "electrical": 53,
  "foreign": 330,
  "concept": 15,
  "subset": 993,
  "subject.": 990,
  "current.": 299,
  "The": 16,
  "surface,": 425,
  "for": 35,
  "converting": 144,
  "It": 17,
  "minimal": 856,
  "process": 26,
  "human": 81,
  "rapidly,": 1175,
  "through": 18,
  "What": 20,
  "causes": 52,
  "transmit": 236,
  "barriers": 466,
  "insurmountable": 816,
  "designing": 711,
  "certain": 143,
  "with": 21,
  "proteins": 931,
  "it": 54,
  "used": 97,
  "water": 42,
  "phenomenon": 36,
  "reducing": 939,
  "on": 23,
  "light": 28,
  "emissions": 318,
  "using": 62,
  "simultaneously.": 966,
  "powered": 382,
  "form": 30,
  "superposition": 998,
  "antibodies,": 267,
  "stick": 540,
  "Wind": 619,
  "into": 31,
  "resistance": 223,
  "greenhouse": 89,
  "work": 32,
  "from": 33,
  "role": 60,
  "specific": 413,
  "thermoelectric": 1202,
  "Earth's": 34,
  "optimizing": 893,
  "geckos": 785,
  "magnetic": 38,
  "generates": 786,
  "scene": 955,
  "cooled,": 699,
  "droplets,": 482,
  "such": 61,
  "accuracy.": 261,
  "electric": 39,
  "immerses": 345,
  "different": 63,
  "generated": 211,
  "van": 1042,
  "quantum": 48,
  "gases": 335,
  "which": 40,
  "waves": 43,
  "algae,": 264,
  "osmotic": 896,
  "can": 44,
  "thunder?": 1205,
  "fluids.": 1127,
  "creates": 100,
  "external": 1119,
  "Tornadoes": 460,
  "(MRI)": 568,
  "crucial": 45,
  "formation": 58,
  "caused": 46,
  "Elaborate": 50,
  "complex": 114,
  "polar": 919,
  "predators.": 921,
  "air": 51,
  "exhibit": 762,
  "reflecting": 1176,
  "headsets": 339,
  "batteries": 275,
  "various": 55,
  "touch": 196,
  "where": 56,
  "creating": 57,
  "does": 64,
  "technique": 429,
  "leading": 65,
  "their": 66,
  "motion": 864,
  "when": 67,
  "converted": 168,
  "observed.": 1160,
  "create": 68,
  "capacitance": 666,
  "gives": 492,
  "total": 136,
  "offer": 368,
  "effect": 69,
  "Neurotransmitters": 600,
  "Airplanes": 454,
  "producing": 70,
  "stars.": 1196,
  "pass": 220,
  "like": 71,
  "finger.": 774,
  "movement": 72,
  "object,": 882,
  "gas": 489,
  "both": 661,
  "pressure": 73,
  "inverted.": 820,
  "interacts": 503,
  "computer-generated": 292,
  "sound": 74,
  "attractive": 645,
  "sunlight": 75,
  "cutting-edge": 703,
  "speed,": 415,
  "time": 76,
  "Electric": 77,
  "electricity": 145,
  "individuals": 810,
  "Photosynthesis": 250,
  "Factors": 585,
  "between": 78,
  "cars": 79,
  "sink": 536,
  "boson": 468,
  "fewer": 326,
  "generate": 80,
  "matter.": 850,
  "moving": 82,
  "mysterious": 363,
  "objects": 83,
  "series": 192,
  "including": 124,
  "plays": 84,
  "seismic": 533,
  "colors": 85,
  "angles": 634,
  "force": 86,
  "pressure.": 924,
  "faster": 325,
  "thunderstorms?": 548,
  "ice": 1135,
  "called": 665,
  "fundamental": 87,
  "gravitational": 88,
  "living": 90,
  "Doppler": 91,
  "concentrations": 691,
  "than": 1010,
  "enters": 1114,
  "cells,": 92,
  "transformed": 1021,
  "image": 1137,
  "current": 93,
  "due": 94,
  "dilation.": 1109,
  "radar": 95,
  "sides.": 964,
  "theoretical": 430,
  "sun.": 96,
  "imaging": 807,
  "reality.": 395,
  "Cameras": 576,
  "principle": 103,
  "convection,": 1099,
  "wind": 98,
  "glucose": 122,
  "scientific": 404,
  "at": 99,
  "vehicles,": 199,
  "alternative": 265,
  "emitting": 101,
  "memory,": 854,
  "passes": 902,
  "fields": 102,
  "pathogens,": 376,
  "significant": 104,
  "bacteria": 273,
  "lift.": 832,
  "then": 106,
  "Standard": 612,
  "theory": 107,
  "two": 108,
  "universe,": 441,
  "auroras,": 648,
  "CRISPR": 109,
  "Superconductivity": 613,
  "parts": 375,
  "Dark": 110,
  "detect": 713,
  "molecules": 149,
  "Define": 111,
  "They": 112,
  "atomic": 113,
  "dark": 115,
  "effect.": 116,
  "routed": 953,
  "energy,": 117,
  "algorithms": 629,
  "reproduction": 400,
  "engine": 321,
  "energy.": 118,
  "Northern": 249,
  "thunder,": 547,
  "field": 119,
  "genetic": 121,
  "airplanes": 462,
  "surface": 194,
  "immune": 123,
  "internal": 125,
  "devices": 169,
  "matter": 127,
  "mechanical": 128,
  "heated": 340,
  "protein": 388,
  "more": 129,
  "capture": 283,
  "nuclear": 130,
  "low": 841,
  "stating": 979,
  "chemical": 167,
  "panels": 374,
  "applications": 269,
  "strong,": 985,
  "intelligence": 817,
  "physics": 131,
  "release": 132,
  "enable": 748,
  "mechanics.": 1148,
  "expands,": 1117,
  "store": 418,
  "(VR)": 240,
  "throughout": 1020,
  "signals": 133,
  "physics.": 378,
  "devices,": 308,
  "silk": 134,
  "carries": 670,
  "three-dimensional": 431,
  "stimulate": 982,
  "technology": 135,
  "universe": 137,
  "forces.": 487,
  "Nuclear": 138,
  "These": 139,
  "suitable": 994,
  "When": 140,
  "allows": 141,
  "interact.": 818,
  "steam": 980,
  "motors": 150,
  "heat": 146,
  "charged": 285,
  "interact": 147,
  "moist": 148,
  "operate?": 151,
  "become": 467,
  "organisms.": 152,
  "constitute": 295,
  "rises,": 1185,
  "currents.": 1104,
  "particle": 153,
  "observer": 513,
  "Earth": 154,
  "Higgs": 155,
  "nucleus": 365,
  "Quantum": 156,
  "Earthquakes": 456,
  "decay.": 301,
  "dispersing": 1110,
  "experience": 323,
  "amount": 159,
  "behind": 278,
  "artificial": 160,
  "believed": 161,
  "defend": 302,
  "generating": 787,
  "body": 162,
  "building": 163,
  "carbon": 164,
  "change": 165,
  "alternating": 631,
  "changing": 166,
  "World": 620,
  "dioxide": 170,
  "produced": 1172,
  "movements": 868,
  "effects.": 317,
  "gravity.": 213,
  "effect?": 171,
  "chlorophyll,": 286,
  "enabling": 172,
  "harmful": 338,
  "environment": 173,
  "experiencing": 764,
  "function?": 175,
  "turbines": 553,
  "gravity": 176,
  "interaction": 177,
  "interconnected": 178,
  "Resonance": 458,
  "involves": 179,
  "light,": 180,
  "making": 181,
  "blades.": 658,
  "charge": 679,
  "waves.": 450,
  "mass": 182,
  "materials.": 507,
  "network": 183,
  "tiny,": 433,
  "moments": 1153,
  "reinforcement": 945,
  "difference,": 478,
  "not": 184,
  "sudden": 232,
  "reflect": 187,
  "object": 185,
  "portion": 186,
  "expulsion": 767,
  "horizontal": 1134,
  "fusion.": 488,
  "we": 451,
  "speeds": 539,
  "releasing": 188,
  "communication": 688,
  "sand": 189,
  "Plate": 604,
  "screens": 190,
  "detectable": 305,
  "seasons": 191,
  "flexible,": 776,
  "natural": 509,
  "solar": 409,
  "mood,": 862,
  "state": 193,
  "happen": 495,
  "VR": 256,
  "this": 195,
  "entanglement": 753,
  "upward": 197,
  "Buoyancy": 455,
  "users": 198,
  "refracted,": 527,
  "long": 356,
  "organs": 371,
  "virtual": 448,
  "warm,": 200,
  "against": 201,
  "biological": 202,
  "blocks": 203,
  "independence.": 809,
  "observe.": 884,
  "fixation": 328,
  "performance": 904,
  "data": 204,
  "global": 212,
  "biogeochemical": 657,
  "phosphor": 1167,
  "emission": 205,
  "recycle": 938,
  "(AC)": 566,
  "higher": 800,
  "exerted": 206,
  "physiological": 912,
  "overlying": 899,
  "thought": 1018,
  "direction,": 479,
  "DNA": 243,
  "expansion": 207,
  "fields.": 208,
  "fluid": 209,
  "retains": 532,
  "containing": 474,
  "fusion": 210,
  "manipulate": 846,
  "warming.": 1049,
  "it.": 214,
  "off": 216,
  "dilation": 310,
  "targets,": 1006,
  "attracts": 1085,
  "often": 217,
  "only": 218,
  "boson.": 1091,
  "orbits": 219,
  "analyzing": 633,
  "rainbow": 221,
  "description": 304,
  "relative": 222,
  "area": 270,
  "result": 224,
  "mechanics": 359,
  "protocols.": 932,
  "radio": 391,
  "resulting": 225,
  "gaps": 784,
  "DNA.": 582,
  "states": 417,
  "rotation": 226,
  "stay": 230,
  "material": 358,
  "semipermeable": 227,
  "side": 228,
  "collides": 472,
  "development": 716,
  "spectrum": 414,
  "solvent": 229,
  "lower": 357,
  "strong": 231,
  "sun,": 233,
  "technology.": 234,
  "Users": 255,
  "temperature.": 235,
  "varying": 237,
  "types": 439,
  "water.": 238,
  "loss": 839,
  "type": 1031,
  "As": 241,
  "each": 738,
  "summer,": 995,
  "effect,": 316,
  "bacteria.": 274,
  "Describe": 244,
  "Different": 245,
  "Earth?": 246,
  "made": 843,
  "Rainbows": 457,
  "Einstein's": 247,
  "Its": 248,
  "onto": 890,
  "prey.": 385,
  "heavy": 499,
  "exposure": 766,
  "moon": 863,
  "RNA": 251,
  "String": 252,
  "transforms": 1022,
  "bolt.": 1090,
  "angle": 464,
  "occurrence": 886,
  "convert": 298,
  "cycles.": 705,
  "dilation?": 722,
  "appear": 268,
  "Time": 253,
  "fall,": 769,
  "Touchscreens": 254,
  "device,": 719,
  "Virtual": 257,
  "lift": 505,
  "images?": 806,
  "includes": 348,
  "absorb,": 258,
  "absorption": 259,
  "core.": 700,
  "environment.": 322,
  "accelerated": 260,
  "target": 428,
  "Capacitive": 577,
  "add,": 262,
  "aims": 263,
  "amounts": 266,
  "classical": 287,
  "hearing": 796,
  "atmosphere,": 271,
  "atmosphere.": 272,
  "interactions": 349,
  "wave,": 559,
  "batteries.": 276,
  "thermal": 1201,
  "Bioluminescence": 573,
  "be": 277,
  "bending": 279,
  "blood": 281,
  "photovoltaic": 911,
  "but": 282,
  "phenomena": 906,
  "axial": 651,
  "cells": 284,
  "(liquid": 453,
  "clouds": 288,
  "combustion": 289,
  "climb": 681,
  "targets.": 1007,
  "identify": 343,
  "communication,": 290,
  "earthquakes": 484,
  "components": 291,
  "computers": 293,
  "simulation": 408,
  "concentration": 294,
  "trapping": 1209,
  "contribute": 296,
  "surrounding": 1199,
  "intensified": 502,
  "contributing": 297,
  "destructive": 477,
  "However,": 590,
  "condenses": 1097,
  "decay,": 300,
  "delete": 303,
  "medium,": 852,
  "mercury": 1149,
  "detecting": 306,
  "droplets": 1111,
  "determine": 307,
  "differently": 309,
  "distance,": 311,
  "doesn't": 312,
  "materials": 848,
  "nuclei,": 511,
  "discharge": 726,
  "drive": 313,
  "unprecedented": 443,
  "shift": 407,
  "ranges.": 936,
  "edit,": 314,
  "eels": 315,
  "emit,": 319,
  "engagement.": 320,
  "variations": 1044,
  "vibrating": 447,
  "differences.": 1108,
  "experienced": 324,
  "providing": 390,
  "gestures.": 789,
  "CERN": 575,
  "stimulated": 983,
  "field,": 327,
  "photosensitive": 910,
  "forces": 329,
  "(DC)": 567,
  "feet": 770,
  "formed?": 331,
  "disturbance": 732,
  "gradient.": 792,
  "forming": 332,
  "wings": 563,
  "helps": 341,
  "framework": 333,
  "galaxies.": 334,
  "gene-editing": 336,
  "together": 435,
  "determines": 1107,
  "genes,": 337,
  "hypothetical": 342,
  "images": 344,
  "immunity.": 346,
  "internet": 350,
  "nuclei": 510,
  "invaders,": 351,
  "invisible": 352,
  "learning,": 353,
  "neurons": 876,
  "takes": 1005,
  "learning.": 354,
  "sent": 959,
  "apparent": 1083,
  "medical": 360,
  "processes.": 387,
  "entanglement.": 754,
  "modification": 361,
  "moves": 362,
  "DNA,": 581,
  "neutralize": 364,
  "objects.": 366,
  "observers": 367,
  "revolutionary": 403,
  "one": 369,
  "organisms,": 370,
  "reactions.": 393,
  "photosynthesis": 377,
  "over": 372,
  "deoxyribonucleic": 709,
  "oxygen.": 373,
  "lasers": 827,
  "plants,": 379,
  "life.": 831,
  "undergo": 1032,
  "play": 380,
  "point": 381,
  "presence": 384,
  "across": 624,
  "auditory": 646,
  "exact": 759,
  "processes": 386,
  "eruptions,": 757,
  "transmitted": 1024,
  "tilt": 432,
  "perceive": 517,
  "structure": 421,
  "provide": 389,
  "rapid": 392,
  "optical": 892,
  "reality": 394,
  "device": 718,
  "mirror": 1151,
  "receive": 396,
  "rechargeable": 397,
  "reflected": 398,
  "iron": 823,
  "remains": 399,
  "combine": 473,
  "volcanic": 1047,
  "source": 538,
  "researchers": 401,
  "electricity?": 485,
  "resistive": 402,
  "helium": 798,
  "solute": 410,
  "warms": 1050,
  "atoms": 642,
  "some": 411,
  "splitting,": 416,
  "string": 419,
  "strings.": 420,
  "structures": 422,
  "provides": 933,
  "near": 873,
  "traditional": 437,
  "suggests": 423,
  "sun": 424,
  "sustainable": 426,
  "systems": 427,
  "consists": 696,
  "nitrogen,": 879,
  "tissues,": 434,
  "unstable": 1037,
  "touchscreens": 436,
  "transportation.": 438,
  "unified": 440,
  "2012": 570,
  "Osmosis": 601,
  "universe.": 442,
  "cause": 469,
  "up": 444,
  "uses": 445,
  "vehicle.": 446,
  "viruses": 449,
  "internet.": 819,
  "webs": 452,
  "cars,": 671,
  "fungi,": 782,
  "allowing": 463,
  "attack": 465,
  "cold,": 471,
  "prediction": 922,
  "crust,": 475,
  "cumulonimbus": 476,
  "matter?": 851,
  "discovery": 480,
  "dispersed": 481,
  "dry": 483,
  "float": 486,
  "gas)": 490,
  "general": 491,
  "glass": 493,
  "ground": 494,
  "have": 496,
  "heavier": 498,
  "increase": 500,
  "illusions,": 805,
  "influences": 501,
  "lead": 504,
  "lightning,": 506,
  "membrane.": 508,
  "nucleus,": 512,
  "occur?": 514,
  "mates,": 849,
  "optics": 515,
  "patterns,": 516,
  "placed": 518,
  "capacitive": 667,
  "them": 1011,
  "plastic": 519,
  "powers": 520,
  "predicted": 521,
  "essential": 758,
  "osmosis.": 895,
  "primarily": 522,
  "produces": 523,
  "radiation.": 524,
  "rainfall.": 525,
  "direct": 723,
  "aerodynamics.": 626,
  "messengers": 855,
  "reflected,": 526,
  "relation": 528,
  "relativistic": 529,
  "prism": 925,
  "relativity.": 530,
  "results": 531,
  "information.": 812,
  "shake.": 534,
  "shape": 535,
  "sky.": 537,
  "strands": 541,
  "tunneling.": 1210,
  "intense": 1140,
  "surfaces": 542,
  "navigation,": 872,
  "temperature": 543,
  "temperatures.": 544,
  "there": 545,
  "thin": 546,
  "tiny": 549,
  "listening": 835,
  "tornadoes": 550,
  "transfer": 551,
  "traps": 552,
  "updrafts.": 554,
  "utilized": 555,
  "utilizing": 556,
  "vortex.": 557,
  "wave": 558,
  "By": 574,
  "wavelength": 560,
  "occur": 885,
  "waves,": 561,
  "why": 562,
  "wings.": 564,
  "return": 951,
  "translated": 1023,
  "zero": 565,
  "(MRI).": 569,
  "Aerodynamics": 571,
  "sinking": 1191,
  "Biogeochemical": 572,
  "bombs.": 660,
  "Cochlear": 578,
  "Common": 579,
  "axis": 652,
  "routers.": 954,
  "Coriolis": 580,
  "four": 780,
  "voltage": 1048,
  "Data": 583,
  "Gravity": 589,
  "electrocytes.": 743,
  "Earth,": 584,
  "Spiders": 611,
  "Fiber": 586,
  "Geckos": 587,
  "cools,": 1100,
  "Geysers": 588,
  "Imaging": 591,
  "moon?": 1155,
  "Lasers": 592,
  "Lights,": 593,
  "double": 733,
  "Seasons": 607,
  "Lights?": 594,
  "Machine": 595,
  "servers": 960,
  "Magnetic": 596,
  "submarines": 991,
  "Millions": 597,
  "commonly": 686,
  "nerve": 874,
  "Mirages": 598,
  "Model": 599,
  "Osmotic": 602,
  "ripples": 1183,
  "Photons": 603,
  "Radar": 605,
  "Sand": 606,
  "Seebeck": 608,
  "Solar": 609,
  "Tectonic": 614,
  "Thermoelectric": 615,
  "Waals": 616,
  "Web,": 617,
  "Wide": 618,
  "about": 621,
  "acid,": 623,
  "transfer.": 1207,
  "activities": 625,
  "shockwave": 1189,
  "conductivity": 693,
  "air?": 627,
  "aircraft,": 628,
  "erupt": 756,
  "his": 1132,
  "alpha": 630,
  "amplifies": 632,
  "them.": 1012,
  "rely": 947,
  "animals.": 635,
  "theory?": 1014,
  "appears": 636,
  "around": 637,
  "phases": 905,
  "aspect": 638,
  "oceanic": 888,
  "associated": 639,
  "atmospheric": 640,
  "atom": 641,
  "attractions": 644,
  "purposes": 935,
  "auroras": 647,
  "phosphorus": 908,
  "vapor,": 1043,
  "models": 858,
  "auroras?": 649,
  "availability": 650,
  "bacteria,": 653,
  "based": 654,
  "velocity": 1045,
  "below": 655,
  "beta": 656,
  "body.": 659,
  "buildup": 662,
  "buoyancy.": 663,
  "input.": 814,
  "make": 844,
  "businesses.": 664,
  "focused": 777,
  "capturing": 668,
  "carbon,": 669,
  "causing": 672,
  "hydrogen": 804,
  "cell": 673,
  "cells.": 674,
  "outer": 898,
  "chain": 675,
  "chains": 676,
  "challenges": 677,
  "changes": 678,
  "charge,": 680,
  "cochlear": 682,
  "coherent": 683,
  "colorful": 684,
  "commands": 685,
  "communicate": 687,
  "determined": 714,
  "composition": 689,
  "computing.": 690,
  "conductive": 692,
  "configuration": 694,
  "confirmation": 695,
  "glare.": 1130,
  "content": 697,
  "ongoing": 889,
  "mountain": 866,
  "contraction.": 698,
  "diagnostics.": 720,
  "cosmos,": 701,
  "counters": 702,
  "cycles": 704,
  "decay": 706,
  "decisions": 707,
  "delay": 708,
  "significance": 1190,
  "der": 710,
  "transmission": 1208,
  "sunlight,": 997,
  "detailed": 712,
  "deterring": 715,
  "development,": 717,
  "molten": 860,
  "direction": 724,
  "directly": 725,
  "glands.": 791,
  "displaced": 727,
  "displays": 728,
  "distance": 729,
  "distances": 730,
  "distant": 731,
  "down.": 734,
  "dunes": 735,
  "dunes?": 736,
  "dynamo": 737,
  "earthquakes,": 739,
  "resonance": 949,
  "operate": 891,
  "soil,": 970,
  "echoes.": 740,
  "theory.": 1013,
  "ecosystems.": 741,
  "efficiency.": 742,
  "elementary": 744,
  "elements": 745,
  "email,": 746,
  "emit": 747,
  "encompasses": 749,
  "energy?": 750,
  "enhanced": 751,
  "ensures": 752,
  "synapses,": 1004,
  "equalize": 755,
  "exceeds": 760,
  "excited.": 761,
  "exist": 763,
  "explicit": 765,
  "extremely": 768,
  "fibers.": 771,
  "field?": 772,
  "film.": 773,
  "fission": 775,
  "focusing": 778,
  "form?": 779,
  "gamma": 783,
  "generator.": 788,
  "geysers": 790,
  "reflection.": 1177,
  "growth,": 793,
  "hair-like": 794,
  "has": 795,
  "nickel": 878,
  "steam.": 981,
  "heat.": 797,
  "amplification": 1082,
  "helix,": 799,
  "homes": 801,
  "sunglasses": 996,
  "phases.": 1166,
  "how": 802,
  "hunting": 803,
  "marine": 847,
  "include": 808,
  "input": 813,
  "instructions": 815,
  "investigation.": 821,
  "involved": 822,
  "key": 824,
  "known": 826,
  "regions.": 943,
  "learn": 828,
  "learning": 829,
  "lens": 830,
  "planet,": 915,
  "lightning": 833,
  "move": 867,
  "lights": 834,
  "production": 927,
  "lithosphere": 836,
  "deflection": 1106,
  "location": 838,
  "research.": 948,
  "loss.": 840,
  "machine": 842,
  "makes": 845,
  "membrane": 853,
  "mirages?": 857,
  "molecule": 859,
  "monitoring.": 861,
  "multiple": 869,
  "muscle": 870,
  "nature": 871,
  "nerve.": 875,
  "waves?": 1052,
  "neurotransmitters.": 877,
  "fluorescent": 1128,
  "notions": 880,
  "nucleotides": 881,
  "objects,": 883,
  "occurs": 887,
  "orbit": 894,
  "supervised": 1000,
  "other,": 897,
  "packets,": 900,
  "particles.": 901,
  "passing": 903,
  "photons.": 909,
  "pieces": 913,
  "planet": 914,
  "plants": 916,
  "plates": 917,
  "plates.": 918,
  "power": 920,
  "separation": 1188,
  "predictions": 923,
  "processes,": 926,
  "programming.": 928,
  "propagate": 929,
  "lifting": 1143,
  "properties": 930,
  "electricity.": 1112,
  "psychological": 934,
  "ranging": 937,
  "reflection": 940,
  "reflections": 941,
  "regardless": 942,
  "register": 944,
  "rotation.": 1187,
  "responsible": 950,
  "rock,": 952,
  "seasons.": 956,
  "seasons\u2014spring,": 957,
  "services": 961,
  "shape,": 962,
  "shapes": 963,
  "simultaneously,": 965,
  "submarines?": 992,
  "sizes.": 967,
  "slow": 968,
  "smaller": 969,
  "sonar": 971,
  "vertical": 1214,
  "speech.": 972,
  "spinnerets,": 974,
  "splits": 975,
  "erupt?": 1115,
  "stable": 976,
  "standardized": 977,
  "stars,": 978,
  "strike": 984,
  "study": 987,
  "subatomic": 988,
  "subject": 989,
  "superposition.": 999,
  "surface.": 1001,
  "surfaces,": 1002,
  "utilizes": 1041,
  "surfaces?": 1003,
  "techniques,": 1008,
  "clouds?": 1095,
  "tectonic": 1009,
  "these": 1015,
  "they": 1016,
  "though": 1017,
  "threads": 1019,
  "trap": 1025,
  "trapped": 1026,
  "travel": 1027,
  "treatments.": 1028,
  "first": 1124,
  "tunneling": 1029,
  "turn.": 1030,
  "understood,": 1033,
  "underwater.": 1034,
  "unique": 1035,
  "unknown.": 1036,
  "unsupervised": 1038,
  "upper": 1039,
  "use": 1040,
  "was": 1051,
  "way": 1053,
  "weak": 1054,
  "weather": 1055,
  "webs?": 1056,
  "well": 1057,
  "while": 1058,
  "widely": 1059,
  "wind.": 1060,
  "crystals,": 1102,
  "winter.": 1061,
  "wire": 1062,
  "without": 1063,
  "works": 1064,
  "would": 1065,
  "year,": 1066,
  "A": 1067,
  "Albert": 1068,
  "CERN.": 1069,
  "Clouds": 1070,
  "Einstein": 1071,
  "Fluorescent": 1072,
  "Gravitational": 1073,
  "Heat": 1074,
  "Magnetism": 1075,
  "Mirrors": 1076,
  "Polarized": 1077,
  "acceleration": 1078,
  "airborne?": 1079,
  "aircraft": 1080,
  "alignment": 1081,
  "applications.": 1084,
  "beautiful": 1086,
  "bent": 1087,
  "bioluminescence.": 1088,
  "black": 1089,
  "bounce": 1092,
  "bulb,": 1093,
  "camera": 1094,
  "coating": 1096,
  "conduction,": 1098,
  "cools.": 1101,
  "currents,": 1103,
  "data?": 1105,
  "engineering": 1113,
  "expand": 1116,
  "exposed": 1118,
  "fabric": 1120,
  "fiber": 1121,
  "fibers?": 1122,
  "filter": 1123,
  "fission?": 1125,
  "floating": 1126,
  "glare": 1129,
  "hear": 1131,
  "holes": 1133,
  "illuminated": 1136,
  "inside": 1138,
  "instruments": 1139,
  "involving": 1141,
  "lenses": 1142,
  "lunar": 1144,
  "magnetism.": 1145,
  "massive": 1146,
  "materials,": 1147,
  "merging": 1150,
  "mirrors": 1152,
  "moon,": 1154,
  "motion?": 1156,
  "musical": 1157,
  "related": 1179,
  "neutron": 1158,
  "observed": 1159,
  "ocean": 1161,
  "oscillations": 1162,
  "passage": 1164,
  "patterns": 1165,
  "polarized": 1168,
  "prism,": 1170,
  "produce": 1171,
  "properties.": 1173,
  "rainbow?": 1174,
  "remain": 1180,
  "repels": 1181,
  "resonance.": 1182,
  "rise": 1184,
  "roads.": 1186,
  "smooth": 1192,
  "spacetime": 1193,
  "technology?": 1200,
  "special": 1194,
  "splitting": 1195,
  "steam?": 1197,
  "superconductivity.": 1198,
  "thunder": 1203,
  "thunder.": 1204,
  "time.": 1206,
  "ultraviolet": 1211,
  "vapor": 1212,
  "vapor.": 1213,
  "vibrates": 1215,
  "visible,": 1216,
  "were": 1217,
  "working": 1218
}